{
  "rows": 100,
  "os": 0,
  "page": 1,
  "total": 600,
  "documents": {
    "D34451592": {
      "id": "34451592",
      "count": "Moldova",
      "abstracts": {
        "cdata!": "The Debt Sustainability Analysis (DSA) assesses Moldova at low risk of external debt distress and at moderate risk ooverall public debt distress, unchanged from the previous assessment.1 Moldova’s public debt is considered sustainable with current debt carrying capacity assessed as strong.2 Overall, the public debt trajectory remains vulnerable to risks, particularly from shocks to real GDP growth, calling for broadening growth drivers, sustaining reform momentum, and remaining committed to prudent fiscal policy under the ECF/EFF program, while reducing longer-term risks stemming from climate change through the RSF arrangement. In addition, improving governance, enhancing effectiveness of public spending—especially public investment—and strengthening management of fiscal risks, including from SOEs, are priorities to contain public debt vulnerabilities and reducing vulnerabilities to extreme weather events and energy shocks"
      },
      "display_title": "Republic of Moldova - Joint World Bank-IMF Debt Sustainability Analysis ",
      "pdfurl": "https://documents.worldbank.org/curated/en/099013025130031142/pdf/BOSIB-cc98eb37-c0c1-4d03-a640-9626a9176ab4.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099013025130031142/text/BOSIB-cc98eb37-c0c1-4d03-a640-9626a9176ab4.txt",
      "guid": "099013025130031142",
      "url": "http://documents.worldbank.org/curated/en/099013025130031142"
    },
    "D34445736": {
      "id": "34445736",
      "count": "Cote d'Ivoire",
      "abstracts": {
        "cdata!": "Côte d’Ivoire’s overall and external public debt remain at moderate risk of debt distress and show significative improvements compared to the DSA prior to the debt management operation (DMO) completed in S1 2024. Mainly owing to this DMO, the external debt service-to-revenue indicator breaches the threshold in 2024, but the ratio remains below the threshold during the remainder of the projection period as do all other projected external debt burden indicators under the baseline. All indicators are susceptible to breaches under stress scenarios, the most extreme of which involves a shock to exports. The PV of overall debt-to-GDP ratio is below its threshold, but exceeds it in most stress scenarios, the most extreme of which involves the shock to exports. A customized stress test shows that the natural disaster shock is the most extreme shock to public debt. The space to absorb shocks remains limited."
      },
      "display_title": "Côte d’Ivoire – Joint World Bank-IMF Debt Sustainability Analysis ",
      "pdfurl": "https://documents.worldbank.org/curated/en/099011325145027402/pdf/BOSIB-51feabc1-ed64-4d79-a710-c34817a44f45.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099011325145027402/text/BOSIB-51feabc1-ed64-4d79-a710-c34817a44f45.txt",
      "guid": "099011325145027402",
      "url": "http://documents.worldbank.org/curated/en/099011325145027402"
    },
    "D34435593": {
      "id": "34435593",
      "count": "Tonga",
      "abstracts": {
        "cdata!": "The risk of debt distress rating for Tonga remains high. Before the pandemic, Tonga’s indebtedness had gradually declined from FY20152 to FY2019 owing to much-needed fiscal consolidation. Since 2020, however, the economy has been hit by multiple shocks. In response, the international community has stepped up financial support to Tonga through grants, concessional loans, and debt service suspensions. Thus, the debt increased and remained elevated until FY2023. The public debt-to-GDP ratio in FY2024 is expected to decline on the backdrop of increased repayment of external debt. The budget deficit is expected to rise sharply in the coming years due to a gradual decrease in grants based on current commitments and continued spending needs for sustainable development goals (SDG) and climate resilience. Debt service payments will remain elevated in FY2025 due to scheduled repayment to the China Exim\nBank. Under the baseline scenario, the present value (PV) of the external debt-to-GDP ratio is expected to breach the high-risk threshold starting in FY2034, while the PV of the public debt-to-GDP ratio is also expected to exceed the benchmark in the same year. The breach will continue after FY2034 as both external and public debt continue to rise through the end of the projection horizon in 2044. A tailored, large one-time natural disaster shock would result in a significant deterioration in debt sustainability. To rebuild fiscal buffers and enhance resilience against shocks, measures for stronger revenue mobilization and expenditure rationalization will be essential, together with continued support from external donors consistent with the historical trends"
      },
      "display_title": "Tonga - Joint World Bank-IMF Debt Sustainability Analysis ",
      "pdfurl": "https://documents.worldbank.org/curated/en/099121224095535700/pdf/BOSIB-19dd24b4-b082-461c-a5db-2510436763cb.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099121224095535700/text/BOSIB-19dd24b4-b082-461c-a5db-2510436763cb.txt",
      "guid": "099121224095535700",
      "url": "http://documents.worldbank.org/curated/en/099121224095535700"
    },
    "D34406269": {
      "id": "34406269",
      "count": "World",
      "abstracts": {
        "cdata!": "This edition of the Macro Poverty Outlooks periodical contains country-by-country forecasts and overviews for GDP, fiscal, debt and poverty indicators for the developing countries. Macroeconomic indicators such as population, gross domestic product and gross domestic product per capita, and where available, other indicators such as primary school enrollment, life expectancy at birth, total greenhouse gas emissions and inflation, among others, are included for each country. In addition to the World Bank’s most recent forecasts, key conditions and challenges, recent developments and outlook are briefly described for each country.\n"
      },
      "display_title": "Macro Poverty Outlook - Country-by-country Analysis and Projections for the Developing World : Annual Meetings 2024\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099345310142441749/pdf/IDU-f65e654e-5bce-4268-8068-30b6ab9c31e7.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099345310142441749/text/IDU-f65e654e-5bce-4268-8068-30b6ab9c31e7.txt",
      "guid": "099345310142441749",
      "url": "http://documents.worldbank.org/curated/en/099345310142441749"
    },
    "D34410336": {
      "id": "34410336",
      "count": "World",
      "display_title": "Global Sovereign Debt Roundtable Compendium of GSDR Common Understanding on Technical Issues",
      "pdfurl": "https://documents.worldbank.org/curated/en/099837310232439572/pdf/IDU-1a50e1ad-6c80-4912-879f-2a64b1d59b19.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099837310232439572/text/IDU-1a50e1ad-6c80-4912-879f-2a64b1d59b19.txt",
      "guid": "099837310232439572",
      "url": "http://documents.worldbank.org/curated/en/099837310232439572"
    },
    "D34406290": {
      "id": "34406290",
      "count": "Africa",
      "abstracts": {
        "cdata!": "This edition of the Macro Poverty Outlooks periodical contains country-by-country forecasts and overviews for GDP, fiscal, debt and poverty indicators for the developing countries of Sub-Saharan Africa. Macroeconomic indicators such as population, gross domestic product and gross domestic product per capita, and where available, other indicators such as primary school enrollment, life expectancy at birth, total greenhouse gas emissions and inflation, among others, are included for each country. In addition to the World Bank’s most recent forecasts, key conditions and challenges, recent developments and outlook are briefly described for each country in the region.\n"
      },
      "display_title": "Sub-Saharan Africa - Macro Poverty Outlook Country-by-Country Analysis and Projections for the Developing World : Annual Meetings 2024\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099414110142426601/pdf/IDU-b8500315-fe2d-482d-894e-ad2e2563ca92.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099414110142426601/text/IDU-b8500315-fe2d-482d-894e-ad2e2563ca92.txt",
      "guid": "099414110142426601",
      "url": "http://documents.worldbank.org/curated/en/099414110142426601"
    },
    "D34410338": {
      "id": "34410338",
      "count": "World",
      "abstracts": {
        "cdata!": "The IMF and World Bank have proposed a three-pillar approach to help address current liquidity\nchallenges. This three-pillar approach, presented in a joint Bank-Fund non paper, combines structural reforms to boost growth and jobs and mobilize domestic resources, supported by capacity development (Pillar 1); adequate financial support, including from international financial institutions (Pillar 2); and actions to reduce debt servicing burdens, including through greater use of risk-sharing instruments by external partners, where relevant, to incentivize higher inflows from private creditors (Pillar 3). Countries, whose debt is sustainable, but experiencing temporary liquidity pressures, as assessed through debt sustainability analysis, and that are undertaking or committed to structural and fiscal reforms, could make use of this three-pillar approach. While the policies and instruments under each of these pillars are available to all countries, and constitute a “menu of options”, the approach would activate a countryspecific package, tailored to the country’s unique circumstances and needs."
      },
      "display_title": "Global Sovereign Debt Roundtable 3rd Cochairs Progress Report",
      "pdfurl": "https://documents.worldbank.org/curated/en/099841410232422933/pdf/IDU-1b9b5f8d-74e6-4e18-9e00-b13f0cc598e8.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099841410232422933/text/IDU-1b9b5f8d-74e6-4e18-9e00-b13f0cc598e8.txt",
      "guid": "099841410232422933",
      "url": "http://documents.worldbank.org/curated/en/099841410232422933"
    },
    "D34406485": {
      "id": "34406485",
      "count": "Sudan",
      "abstracts": {
        "cdata!": "Sudan’s humanitarian crisis has worsened with famine, widespread infrastructure destruction, trade disruptions, and 12 million displaced due to the conflict. The economy is expected to shrink to two-thirds of its pre-conflict size after a second year of double-digit contraction, with a sharp rise in poverty. The loss of productive capacity and human capital will likely hinder post-conflict recovery and have lasting effects on poverty. \n"
      },
      "display_title": "Macro Poverty Outlook for Sudan : October 2024\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099346410152441879/pdf/IDU-daa3b20f-e9a9-4b7e-877a-422a79d28781.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099346410152441879/text/IDU-daa3b20f-e9a9-4b7e-877a-422a79d28781.txt",
      "guid": "099346410152441879",
      "url": "http://documents.worldbank.org/curated/en/099346410152441879"
    },
    "D34406439": {
      "id": "34406439",
      "count": "Türkiye",
      "abstracts": {
        "cdata!": "Macroeconomic normalization is delivering results: disinflation has begun; growth is rebalancing; current account dynamics have improved; FX reserves are rebuilding; financial markets have stabilized; and risk premia have declined. Yet, monetary efforts need to be complemented with appropriate fiscal policies. Economic growth is projected to slow to 3.2 percent in 2024 and 2.6 percent in 2025 as the economy adjusts, calling for social policies that protect the vulnerable and reduce poverty and inequality."
      },
      "display_title": "Macro Poverty Outlook for Türkiye : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099937510162423520/pdf/IDU-88d15a57-9414-4281-ab17-dd1fddb13581.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099937510162423520/text/IDU-88d15a57-9414-4281-ab17-dd1fddb13581.txt",
      "guid": "099937510162423520",
      "url": "http://documents.worldbank.org/curated/en/099937510162423520"
    },
    "D34406440": {
      "id": "34406440",
      "count": "Serbia",
      "abstracts": {
        "cdata!": "The growth of the Serbian economy accelerated in the first half of 2024 leading to an increase in projected gross domestic product (GDP) growth for the year as a whole to 3.8 percent. The incidence of poverty declined to an estimated 6.9 percent. However, there is a possibility of revising down the projected growth considering the severe drought that hit Serbia in 2024. Poverty reduction is projected to continue at a much slower pace, as the remaining poor are often characterized by chronic unemployment and thus not benefiting from positive market trends."
      },
      "display_title": "Macro Poverty Outlook for Serbia : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099908410162410200/pdf/IDU-12ef05eb-e77a-4734-82b3-d8a7f8e1e294.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099908410162410200/text/IDU-12ef05eb-e77a-4734-82b3-d8a7f8e1e294.txt",
      "guid": "099908410162410200",
      "url": "http://documents.worldbank.org/curated/en/099908410162410200"
    },
    "D34406460": {
      "id": "34406460",
      "count": "Croatia",
      "abstracts": {
        "cdata!": "Croatia’s economic activity continued to expand in the first half of 2024, mainly driven by strong domestic demand. The medium-term outlook is relatively favorable, as the external environment is expected to gradually improve and domestic demand to remain robust, in part supported by the inflow of European Union (EU) funds. However, rising labor costs amid subdued productivity growth pose a risk for the country’s external competitiveness and export performance. Poverty in 2024 is expected to decline to 1.3 percent."
      },
      "display_title": "Macro Poverty Outlook for Croatia : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099009010162435795/pdf/IDU-84b7415b-b944-46f1-8742-699a350040fb.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099009010162435795/text/IDU-84b7415b-b944-46f1-8742-699a350040fb.txt",
      "guid": "099009010162435795",
      "url": "http://documents.worldbank.org/curated/en/099009010162435795"
    },
    "D34406398": {
      "id": "34406398",
      "count": "Russian Federation",
      "abstracts": {
        "cdata!": "Economic growth is projected at 3.2 percent in 2024, with robust growth supported by strong consumption from higher wages, fiscal stimulus, and import substitution. Inflation has remained above the central bank target, as domestic production and labor market tightness pushes prices higher. Medium term growth is expected to decelerate to 1.1 percent by 2026 as tight monetary policy tempers domestic demand. Poverty is projected to decline modestly between 2024 and 2026."
      },
      "display_title": "Macro Poverty Outlook for Russia : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099829310162421721/pdf/IDU-39cc068e-392a-497e-ba22-287858c23786.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099829310162421721/text/IDU-39cc068e-392a-497e-ba22-287858c23786.txt",
      "guid": "099829310162421721",
      "url": "http://documents.worldbank.org/curated/en/099829310162421721"
    },
    "D34406443": {
      "id": "34406443",
      "count": "Russian Federation",
      "abstracts": {
        "cdata!": "Economic growth is projected at 3.2 percent in 2024, with robust growth supported by strong consumption from higher wages, fiscal stimulus, and import substitution. Inflation has remained above the central bank target, as domestic production and labor market tightness pushes prices higher. Medium term growth is expected to decelerate to 1.1 percent by 2026 as tight monetary policy tempers domestic demand. Poverty is projected to decline modestly between 2024 and 2026."
      },
      "display_title": "Macro Poverty Outlook for Russia : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099900010162414027/pdf/IDU-706a5ffd-7f94-4841-96a3-4952ce8bd0ae.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099900010162414027/text/IDU-706a5ffd-7f94-4841-96a3-4952ce8bd0ae.txt",
      "guid": "099900010162414027",
      "url": "http://documents.worldbank.org/curated/en/099900010162414027"
    },
    "D34406391": {
      "id": "34406391",
      "count": "Romania",
      "abstracts": {
        "cdata!": "Romania’s economy grew by 1.5 percent in the first half of 2024, driven by European Union (EU) funds-led investment and resilient private consumption amid elections. Softer growth in 2024 reflects poor performance in industry and construction and a worsening trade balance. Growth is expected to firm up over the medium term to near potential. Fiscal and current account deficits remain elevated. Poverty is projected to decline slightly to 6 percent in 2024, supported by strong wage and pension growth."
      },
      "display_title": "Macro Poverty Outlook for Romania : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099736210162412968/pdf/IDU-ac3996b1-b5e2-47f6-8914-db40334304b6.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099736210162412968/text/IDU-ac3996b1-b5e2-47f6-8914-db40334304b6.txt",
      "guid": "099736210162412968",
      "url": "http://documents.worldbank.org/curated/en/099736210162412968"
    },
    "D34406459": {
      "id": "34406459",
      "count": "Uzbekistan",
      "abstracts": {
        "cdata!": "The economy is projected to grow by 6 percent in 2024. Fiscal consolidation is expected to continue in the medium term, based on adjusting energy prices to cost recovery levels and reductions in tax benefits. The medium-term outlook remains positive since ongoing ambitious reforms are expected to stimulate private sector led growth and job creation."
      },
      "display_title": "Macro Poverty Outlook for Uzbekistan : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099955110162441849/pdf/IDU-31098f1e-0084-4b7b-9984-fe2ed7e561a5.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099955110162441849/text/IDU-31098f1e-0084-4b7b-9984-fe2ed7e561a5.txt",
      "guid": "099955110162441849",
      "url": "http://documents.worldbank.org/curated/en/099955110162441849"
    },
    "D34406462": {
      "id": "34406462",
      "count": "Uzbekistan",
      "abstracts": {
        "cdata!": "The economy is projected to grow by 6 percent in 2024. Fiscal consolidation is expected to continue in the medium term, based on adjusting energy prices to cost recovery levels and reductions in tax benefits. The medium-term outlook remains positive since ongoing ambitious reforms are expected to stimulate private sector led growth and job creation."
      },
      "display_title": "Macro Poverty Outlook for Uzbekistan : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099958210162435574/pdf/IDU-4979b819-7515-4799-a171-fd6ebe688d44.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099958210162435574/text/IDU-4979b819-7515-4799-a171-fd6ebe688d44.txt",
      "guid": "099958210162435574",
      "url": "http://documents.worldbank.org/curated/en/099958210162435574"
    },
    "D34406396": {
      "id": "34406396",
      "count": "Romania",
      "abstracts": {
        "cdata!": "Romania’s economy grew by 1.5 percent in the first half of 2024, driven by European Union (EU) funds-led investment and resilient private consumption amid elections. Softer growth in 2024 reflects poor performance in industry and construction and a worsening trade balance. Growth is expected to firm up over the medium term to near potential. Fiscal and current account deficits remain elevated. Poverty is projected to decline slightly to 6 percent in 2024, supported by strong wage and pension growth."
      },
      "display_title": "Macro Poverty Outlook for Romania : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099726410162440543/pdf/IDU-6c6e2e8d-99e0-4486-bbbb-35f543bf3d01.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099726410162440543/text/IDU-6c6e2e8d-99e0-4486-bbbb-35f543bf3d01.txt",
      "guid": "099726410162440543",
      "url": "http://documents.worldbank.org/curated/en/099726410162440543"
    },
    "D34406437": {
      "id": "34406437",
      "count": "Serbia",
      "abstracts": {
        "cdata!": "The growth of the Serbian economy accelerated in the first half of 2024 leading to an increase in projected gross domestic product (GDP) growth for the year as a whole to 3.8 percent. The incidence of poverty declined to an estimated 6.9 percent. However, there is a possibility of revising down the projected growth considering the severe drought that hit Serbia in 2024. Poverty reduction is projected to continue at a much slower pace, as the remaining poor are often characterized by chronic unemployment and thus not benefiting from positive market trends."
      },
      "display_title": "Macro Poverty Outlook for Serbia : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099904510162419134/pdf/IDU-b4cfc06c-e9b6-43cf-9b61-fd81f0996691.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099904510162419134/text/IDU-b4cfc06c-e9b6-43cf-9b61-fd81f0996691.txt",
      "guid": "099904510162419134",
      "url": "http://documents.worldbank.org/curated/en/099904510162419134"
    },
    "D34406438": {
      "id": "34406438",
      "count": "Tajikistan",
      "abstracts": {
        "cdata!": "In the first half of 2024, Tajikistan’s gross domestic product (GDP) grew by 8.2 percent due to strong remittance inflows and investments. Growth is projected to exceed 7 percent in 2024 and to slow over the medium term. To sustain robust economic growth, ambitious policy reforms are needed to facilitate the transition to a dynamic private sector-led development model."
      },
      "display_title": "Macro Poverty Outlook for Tajikistan : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099915310162413513/pdf/IDU-260e161c-a706-41fd-b022-4c8f5d881b31.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099915310162413513/text/IDU-260e161c-a706-41fd-b022-4c8f5d881b31.txt",
      "guid": "099915310162413513",
      "url": "http://documents.worldbank.org/curated/en/099915310162413513"
    },
    "D34406434": {
      "id": "34406434",
      "count": "Ukraine",
      "abstracts": {
        "cdata!": "Ukraine’s situation remains challenging, even though the economy continues to prove resilient and has narrowed the output gap. Reforms and close coordination with international partners have mitigated some of the adverse impacts on growth potential and helped meet fiscal needs, but war-related risks and uncertainty about continued external assistance remain significant. While social assistance has helped mitigate some poverty impacts, the extended duration of the war is increasing the toll on households."
      },
      "display_title": "Macro Poverty Outlook for Ukraine : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099944310162420890/pdf/IDU-fbab98a1-90ba-4c9e-ba8e-4ae660e0822c.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099944310162420890/text/IDU-fbab98a1-90ba-4c9e-ba8e-4ae660e0822c.txt",
      "guid": "099944310162420890",
      "url": "http://documents.worldbank.org/curated/en/099944310162420890"
    },
    "D34406444": {
      "id": "34406444",
      "count": "Tajikistan",
      "abstracts": {
        "cdata!": "In the first half of 2024, Tajikistan’s gross domestic product (GDP) grew by 8.2 percent due to strong remittance inflows and investments. Growth is projected to exceed 7 percent in 2024 and to slow over the medium term. To sustain robust economic growth, ambitious policy reforms are needed to facilitate the transition to a dynamic private sector-led development model."
      },
      "display_title": "Macro Poverty Outlook for Tajikistan : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099921410162419507/pdf/IDU-82a7c812-82cf-41f9-914f-3a3297d43ff1.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099921410162419507/text/IDU-82a7c812-82cf-41f9-914f-3a3297d43ff1.txt",
      "guid": "099921410162419507",
      "url": "http://documents.worldbank.org/curated/en/099921410162419507"
    },
    "D34406466": {
      "id": "34406466",
      "count": "Croatia",
      "abstracts": {
        "cdata!": "Croatia’s economic activity continued to expand in the first half of 2024, mainly driven by strong domestic demand. The medium-term outlook is relatively favorable, as the external environment is expected to gradually improve and domestic demand to remain robust, in part supported by the inflow of European Union (EU) funds. However, rising labor costs amid subdued productivity growth pose a risk for the country’s external competitiveness and export performance. Poverty in 2024 is expected to decline to 1.3 percent."
      },
      "display_title": "Macro Poverty Outlook for Croatia : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099004410162479668/pdf/IDU-eaf66ef9-42e9-44d3-b5fd-313fb0560fe1.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099004410162479668/text/IDU-eaf66ef9-42e9-44d3-b5fd-313fb0560fe1.txt",
      "guid": "099004410162479668",
      "url": "http://documents.worldbank.org/curated/en/099004410162479668"
    },
    "D34406435": {
      "id": "34406435",
      "count": "Ukraine",
      "abstracts": {
        "cdata!": "Ukraine’s situation remains challenging, even though the economy continues to prove resilient and has narrowed the output gap. Reforms and close coordination with international partners have mitigated some of the adverse impacts on growth potential and helped meet fiscal needs, but war-related risks and uncertainty about continued external assistance remain significant. While social assistance has helped mitigate some poverty impacts, the extended duration of the war is increasing the toll on households."
      },
      "display_title": "Macro Poverty Outlook for Ukraine : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099948410162436332/pdf/IDU-d3f38ea8-1fb3-4759-b208-c4977bc38830.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099948410162436332/text/IDU-d3f38ea8-1fb3-4759-b208-c4977bc38830.txt",
      "guid": "099948410162436332",
      "url": "http://documents.worldbank.org/curated/en/099948410162436332"
    },
    "D34406445": {
      "id": "34406445",
      "count": "Türkiye",
      "abstracts": {
        "cdata!": "Macroeconomic normalization is delivering results: disinflation has begun; growth is rebalancing; current account dynamics have improved; FX reserves are rebuilding; financial markets have stabilized; and risk premia have declined. Yet, monetary efforts need to be complemented with appropriate fiscal policies. Economic growth is projected to slow to 3.2 percent in 2024 and 2.6 percent in 2025 as the economy adjusts, calling for social policies that protect the vulnerable and reduce poverty and inequality."
      },
      "display_title": "Macro Poverty Outlook for Türkiye : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099932110162433451/pdf/IDU-a6e31087-1d55-49ca-8e10-1828e90a0c76.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099932110162433451/text/IDU-a6e31087-1d55-49ca-8e10-1828e90a0c76.txt",
      "guid": "099932110162433451",
      "url": "http://documents.worldbank.org/curated/en/099932110162433451"
    },
    "D34406372": {
      "id": "34406372",
      "count": "Poland",
      "abstracts": {
        "cdata!": "Poland’s real 2024 gross domestic product (GDP) growth is forecasted to exceed expectations due to a stronger rebound in private and public consumption on the back of slowing inflation and high wage growth. The positive medium-term outlook depends on the new government intensifying, in 2025, reforms and investments that address structural challenges, particularly accelerating the green transition in line with the European Green Deal and adapting the labor force to technological advancements. A rise in national extreme poverty rates in 2023, expected to continue in 2024, underlines the need to strengthen the social protection system."
      },
      "display_title": "Macro Poverty Outlook for Poland : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099210310152499995/pdf/IDU-eec71df1-9df5-4a24-bfe0-815e39c418dc.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099210310152499995/text/IDU-eec71df1-9df5-4a24-bfe0-815e39c418dc.txt",
      "guid": "099210310152499995",
      "url": "http://documents.worldbank.org/curated/en/099210310152499995"
    },
    "D34406367": {
      "id": "34406367",
      "count": "Poland",
      "abstracts": {
        "cdata!": "Poland’s real 2024 gross domestic product (GDP) growth is forecasted to exceed expectations due to a stronger rebound in private and public consumption on the back of slowing inflation and high wage growth. The positive medium-term outlook depends on the new government intensifying, in 2025, reforms and investments that address structural challenges, particularly accelerating the green transition in line with the European Green Deal and adapting the labor force to technological advancements. A rise in national extreme poverty rates in 2023, expected to continue in 2024, underlines the need to strengthen the social protection system."
      },
      "display_title": "Macro Poverty Outlook for Poland : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099207410152442478/pdf/IDU-e1f14a40-903b-46cc-850b-e2e544ffd25e.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099207410152442478/text/IDU-e1f14a40-903b-46cc-850b-e2e544ffd25e.txt",
      "guid": "099207410152442478",
      "url": "http://documents.worldbank.org/curated/en/099207410152442478"
    },
    "D34406319": {
      "id": "34406319",
      "count": "Moldova",
      "abstracts": {
        "cdata!": "Moldova’s economy is recovering despite ongoing spillovers from Russia’s invasion of Ukraine. Essential structural reforms and further integration with the European Union (EU) is needed to address persistent socio-economic challenges, including poverty, low productivity, and climate vulnerabilities. While a gradual recovery is anticipated in 2024, significant risks persist, including the threat of continued conflict, potential energy disruptions, and uncertainties surrounding upcoming elections."
      },
      "display_title": "Macro Poverty Outlook for Moldova : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099145110152438244/pdf/IDU-aebfa5ed-3a41-4edb-9548-5b4a1dc69aea.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099145110152438244/text/IDU-aebfa5ed-3a41-4edb-9548-5b4a1dc69aea.txt",
      "guid": "099145110152438244",
      "url": "http://documents.worldbank.org/curated/en/099145110152438244"
    },
    "D34406374": {
      "id": "34406374",
      "count": "North Macedonia",
      "abstracts": {
        "cdata!": "Real growth remained constrained in H1 2024 amidst lingering inflationary pressures, weak external demand, and delayed highway construction. Fiscal consolidation targets are likely to be missed for 2024 following election promises. The fiscal deficit and public debt remain elevated over the medium term with higher mandatory spending and build-up of fiscal risks related to arrears, pensions, and spending pressures ahead of local elections. The growth outlook is positive, but downside risks prevail."
      },
      "display_title": "Macro Poverty Outlook for North Macedonia : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099159410152416219/pdf/IDU-79a99693-9518-4a71-8f44-949e95955ac6.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099159410152416219/text/IDU-79a99693-9518-4a71-8f44-949e95955ac6.txt",
      "guid": "099159410152416219",
      "url": "http://documents.worldbank.org/curated/en/099159410152416219"
    },
    "D34409542": {
      "id": "34409542",
      "count": "World",
      "abstracts": {
        "cdata!": "Improved creditor processes have helped streamline sovereign debt restructurings and shorten timelines in the past 12 months. Further progress is needed to make the resolution of the cases of unsustainable debt faster and more predictable. At the same time, there is also a need for urgent action to address liquidity challenges, which are of a different nature and require different solutions. If left unaddressed, these liquidity challenges could morph into a debt crisis. This joint IMF-World Bank note proposes to mobilize existing and new tools available to all countries into a comprehensive package to support low-income and vulnerable emerging market countries as they work to address liquidity challenges. The approach includes three pillars: 1) structural reforms and domestic resource mobilization; 2) external financial support, including from the IFIs; and 3) where relevant, actions to reduce debt servicing burdens. "
      },
      "display_title": "IMF-World Bank Non-Paper on Actions to Support Countries Faced with Liquidity Challenges",
      "pdfurl": "https://documents.worldbank.org/curated/en/099806310222417124/pdf/IDU-ea1a97dd-cbab-41f6-8757-875332942668.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099806310222417124/text/IDU-ea1a97dd-cbab-41f6-8757-875332942668.txt",
      "guid": "099806310222417124",
      "url": "http://documents.worldbank.org/curated/en/099806310222417124"
    },
    "D34406320": {
      "id": "34406320",
      "count": "Moldova",
      "abstracts": {
        "cdata!": "Moldova’s economy is recovering despite ongoing spillovers from Russia’s invasion of Ukraine. Essential structural reforms and further integration with the European Union (EU) is needed to address persistent socio-economic challenges, including poverty, low productivity, and climate vulnerabilities. While a gradual recovery is anticipated in 2024, significant risks persist, including the threat of continued conflict, potential energy disruptions, and uncertainties surrounding upcoming elections."
      },
      "display_title": "Macro Poverty Outlook for Moldova : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099149010152422634/pdf/IDU-d975b1aa-e408-4afd-8e9e-53836f6ee1c7.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099149010152422634/text/IDU-d975b1aa-e408-4afd-8e9e-53836f6ee1c7.txt",
      "guid": "099149010152422634",
      "url": "http://documents.worldbank.org/curated/en/099149010152422634"
    },
    "D34406371": {
      "id": "34406371",
      "count": "North Macedonia",
      "abstracts": {
        "cdata!": "Real growth remained constrained in H1 2024 amidst lingering inflationary pressures, weak external demand, and delayed highway construction. Fiscal consolidation targets are likely to be missed for 2024 following election promises. The fiscal deficit and public debt remain elevated over the medium term with higher mandatory spending and build-up of fiscal risks related to arrears, pensions, and spending pressures ahead of local elections. The growth outlook is positive, but downside risks prevail."
      },
      "display_title": "Macro Poverty Outlook for North Macedonia : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099203410152420750/pdf/IDU-332ea5d2-ab19-47f1-abbd-f6e9d0720e6d.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099203410152420750/text/IDU-332ea5d2-ab19-47f1-abbd-f6e9d0720e6d.txt",
      "guid": "099203410152420750",
      "url": "http://documents.worldbank.org/curated/en/099203410152420750"
    },
    "D34406351": {
      "id": "34406351",
      "count": "Montenegro",
      "abstracts": {
        "cdata!": "Montenegro’s economy is expected to grow by 3.4 percent in 2024. Growth is projected to moderate but remain solid at 3.5 percent in 2025, boosted by wage increases. However, fiscal challenges persist as the government reduces pension contributions, likely increasing the deficit to 4.1 percent of gross domestic product (GDP) in 2025. Public debt is expected to rise to an estimated 64.5 percent of GDP by 2026. Maintaining fiscal sustainability will require disciplined policies amid high external financing costs and geopolitical uncertainties."
      },
      "display_title": "Macro Poverty Outlook for Montenegro : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099152510152428351/pdf/IDU-be204188-4aad-46c6-875a-923e62d702be.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099152510152428351/text/IDU-be204188-4aad-46c6-875a-923e62d702be.txt",
      "guid": "099152510152428351",
      "url": "http://documents.worldbank.org/curated/en/099152510152428351"
    },
    "D34406366": {
      "id": "34406366",
      "count": "Montenegro",
      "abstracts": {
        "cdata!": "Montenegro’s economy is expected to grow by 3.4 percent in 2024. Growth is projected to moderate but remain solid at 3.5 percent in 2025, boosted by wage increases. However, fiscal challenges persist as the government reduces pension contributions, likely increasing the deficit to 4.1 percent of gross domestic product (GDP) in 2025. Public debt is expected to rise to an estimated 64.5 percent of GDP by 2026. Maintaining fiscal sustainability will require disciplined policies amid high external financing costs and geopolitical uncertainties."
      },
      "display_title": "Macro Poverty Outlook for Montenegro : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099156010152414983/pdf/IDU-739bbbbf-9ae6-4922-9759-1d1a5c080d5a.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099156010152414983/text/IDU-739bbbbf-9ae6-4922-9759-1d1a5c080d5a.txt",
      "guid": "099156010152414983",
      "url": "http://documents.worldbank.org/curated/en/099156010152414983"
    },
    "D34406244": {
      "id": "34406244",
      "count": "Armenia",
      "abstracts": {
        "cdata!": "Armenia’s economy expanded by 6.5 percent in H1 2024, driven by private consumption and investment. During January-July, an average 0.3 percent deflation was recorded, largely due to falling food and non-alcoholic beverage prices. Meanwhile, unemployment rose in Q1. Growth is expected to moderate at around 4.5 percent in the medium term, with exports and money transfer inflows easing."
      },
      "display_title": "Macro Poverty Outlook for Armenia : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099757110142421301/pdf/IDU-80a30008-5e3e-4a63-8ed1-6fb685b858bd.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099757110142421301/text/IDU-80a30008-5e3e-4a63-8ed1-6fb685b858bd.txt",
      "guid": "099757110142421301",
      "url": "http://documents.worldbank.org/curated/en/099757110142421301"
    },
    "D34406247": {
      "id": "34406247",
      "count": "Bosnia and Herzegovina",
      "abstracts": {
        "cdata!": "Real gross domestic product (GDP) growth rose 2.7 percent in Q1 2024, form 1.6 percent in 2023 due to the modest economic expansion in the European Union (EU) and a deceleration in investment growth. Upcoming municipal elections are expected to lead to a widening fiscal deficit to 1.7 percent of GDP in 2024, yet public debt remains around 36 percent of GDP. Living standards are stagnant, in part due to an anemic labor market."
      },
      "display_title": "Macro Poverty Outlook for Bosnia and Herzegovina : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099029110142410647/pdf/IDU-b17256df-024d-4222-b6fe-b5cb5bce5643.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099029110142410647/text/IDU-b17256df-024d-4222-b6fe-b5cb5bce5643.txt",
      "guid": "099029110142410647",
      "url": "http://documents.worldbank.org/curated/en/099029110142410647"
    },
    "D34406250": {
      "id": "34406250",
      "count": "Azerbaijan",
      "abstracts": {
        "cdata!": "Economic growth rose to 4.3 percent in H1 2024, driven by the non-hydrocarbon sector supported by public investment. Annual inflation fell to 1.1 percent as external pressures subsided. External and fiscal surpluses narrowed due to slowing energy prices. In the medium term, growth is estimated to hover around 2.5 percent as oil production continues to decline. Risks to this outlook are balanced."
      },
      "display_title": "Macro Poverty Outlook for Azerbaijan : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099805010142410491/pdf/IDU-9cc6b360-baad-4212-8f3a-6b008ce59b23.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099805010142410491/text/IDU-9cc6b360-baad-4212-8f3a-6b008ce59b23.txt",
      "guid": "099805010142410491",
      "url": "http://documents.worldbank.org/curated/en/099805010142410491"
    },
    "D34406267": {
      "id": "34406267",
      "count": "Kazakhstan",
      "abstracts": {
        "cdata!": "Growth is projected to accelerate to 4.7 percent in 2025, driven by new oil production flows, before subsiding towards its long-term potential rate, thereafter. Inflation is expected to decrease but will remain above the central bank target. Poverty rate is projected to decrease marginally to 6.1 percent by 2026. Downside risks include weakening global demand and lower prices for oil. Global decarbonization efforts pose a long-term challenge, warranting transition toward a new, sustainable growth model."
      },
      "display_title": "Macro Poverty Outlook for Kazakhstan : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099108210142439694/pdf/IDU-f080d968-d28a-4bc6-9401-2d065708354f.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099108210142439694/text/IDU-f080d968-d28a-4bc6-9401-2d065708354f.txt",
      "guid": "099108210142439694",
      "url": "http://documents.worldbank.org/curated/en/099108210142439694"
    },
    "D34406251": {
      "id": "34406251",
      "count": "Bosnia and Herzegovina",
      "abstracts": {
        "cdata!": "Real gross domestic product (GDP) growth rose 2.7 percent in Q1 2024, form 1.6 percent in 2023 due to the modest economic expansion in the European Union (EU) and a deceleration in investment growth. Upcoming municipal elections are expected to lead to a widening fiscal deficit to 1.7 percent of GDP in 2024, yet public debt remains around 36 percent of GDP. Living standards are stagnant, in part due to an anemic labor market."
      },
      "display_title": "Macro Poverty Outlook for Bosnia and Herzegovina : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099024010142478775/pdf/IDU-e751b7ad-9f54-401b-ad5e-0e7152e53e07.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099024010142478775/text/IDU-e751b7ad-9f54-401b-ad5e-0e7152e53e07.txt",
      "guid": "099024010142478775",
      "url": "http://documents.worldbank.org/curated/en/099024010142478775"
    },
    "D34406248": {
      "id": "34406248",
      "count": "Bulgaria",
      "abstracts": {
        "cdata!": "The Bulgarian economy has embarked on a recovery path in early 2024 aligned with the moderate pick-up of activity in the eurozone. The widening gap between real wage and productivity growth and the potential build-up of a construction-credit bubble warrant close monitoring. The country struggles with a continued political crisis that jeopardizes the reform agenda."
      },
      "display_title": "Macro Poverty Outlook for Bulgaria : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099044210142418605/pdf/IDU-5b4fe0f0-cc5b-4c06-913a-2383343b9e61.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099044210142418605/text/IDU-5b4fe0f0-cc5b-4c06-913a-2383343b9e61.txt",
      "guid": "099044210142418605",
      "url": "http://documents.worldbank.org/curated/en/099044210142418605"
    },
    "D34406243": {
      "id": "34406243",
      "count": "Albania",
      "abstracts": {
        "cdata!": "Growth in 2024 is expected to remain robust at 3.3 percent, on the back of private consumption, tourism, and construction. Price pressures have continued to ease. Poverty is expected to continue to decline as labor income increases. Medium-term prospects hinge on the recovery of the global economy and on the pace of structural reforms. The European Union (EU) accession aspirations provide an anchor to speed up convergence."
      },
      "display_title": "Macro Poverty Outlook for Albania : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099752510142478972/pdf/IDU-e86f2609-0800-4ce2-ae11-783846037137.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099752510142478972/text/IDU-e86f2609-0800-4ce2-ae11-783846037137.txt",
      "guid": "099752510142478972",
      "url": "http://documents.worldbank.org/curated/en/099752510142478972"
    },
    "D34406271": {
      "id": "34406271",
      "count": "Georgia",
      "abstracts": {
        "cdata!": "Growth reached 9.1 percent in H1 2024, driven by strong private consumption due to rising real wages. Unemployment decreased and poverty continued to decline. Growth is projected at 7.5 percent for 2024. Weakening exports and remittances suggest a widening of the current account deficit in 2024. The fiscal deficit is expected to reach 3 percent. Risks to the outlook remain, notably related to the October Parliamentary elections."
      },
      "display_title": "Macro Poverty Outlook for Georgia : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099054010142413869/pdf/IDU-ecb2dd7a-3428-4c65-aca2-6d19edf63c90.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099054010142413869/text/IDU-ecb2dd7a-3428-4c65-aca2-6d19edf63c90.txt",
      "guid": "099054010142413869",
      "url": "http://documents.worldbank.org/curated/en/099054010142413869"
    },
    "D34406273": {
      "id": "34406273",
      "count": "Kazakhstan",
      "abstracts": {
        "cdata!": "Growth is projected to accelerate to 4.7 percent in 2025, driven by new oil production flows, before subsiding towards its long-term potential rate, thereafter. Inflation is expected to decrease but will remain above the central bank target. Poverty rate is projected to decrease marginally to 6.1 percent by 2026. Downside risks include weakening global demand and lower prices for oil. Global decarbonization efforts pose a long-term challenge, warranting transition toward a new, sustainable growth model."
      },
      "display_title": "Macro Poverty Outlook for Kazakhstan : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099112110142430677/pdf/IDU-221e9c7a-9635-49ba-b4a0-952cae1cfbc0.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099112110142430677/text/IDU-221e9c7a-9635-49ba-b4a0-952cae1cfbc0.txt",
      "guid": "099112110142430677",
      "url": "http://documents.worldbank.org/curated/en/099112110142430677"
    },
    "D34406266": {
      "id": "34406266",
      "count": "Kosovo",
      "abstracts": {
        "cdata!": "Economic activity picked up during the first quarter of 2024, on the back of robust consumption growth as prices stabilized. Over the medium term, growth is projected to strengthen further, fueled by consumption, rising real incomes, credit expansion, and increased public wages and transfers. A strengthened European Union (EU) accession process, backed by the EU growth plan, has the potential to improve trade integration, attract more foreign direct investments (FDI), and bolster economic growth."
      },
      "display_title": "Macro Poverty Outlook for Kosovo : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099143510142422318/pdf/IDU-31f125ac-01ea-4794-b33c-8ac4b7522211.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099143510142422318/text/IDU-31f125ac-01ea-4794-b33c-8ac4b7522211.txt",
      "guid": "099143510142422318",
      "url": "http://documents.worldbank.org/curated/en/099143510142422318"
    },
    "D34406241": {
      "id": "34406241",
      "count": "Georgia",
      "abstracts": {
        "cdata!": "Growth reached 9.1 percent in H1 2024, driven by strong private consumption due to rising real wages. Unemployment decreased and poverty continued to decline. Growth is projected at 7.5 percent for 2024. Weakening exports and remittances suggest a widening of the current account deficit in 2024. The fiscal deficit is expected to reach 3 percent. Risks to the outlook remain, notably related to the October Parliamentary elections."
      },
      "display_title": "Macro Poverty Outlook for Georgia : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099049410142416727/pdf/IDU-9a3d4eab-d797-4884-9017-af45bc5b415e.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099049410142416727/text/IDU-9a3d4eab-d797-4884-9017-af45bc5b415e.txt",
      "guid": "099049410142416727",
      "url": "http://documents.worldbank.org/curated/en/099049410142416727"
    },
    "D34406249": {
      "id": "34406249",
      "count": "Belarus",
      "abstracts": {
        "cdata!": "In 2024, Belarus’s economy is projected to register strong growth, driven by Russia’s recovery and reduced sanctions impact. However, the long-term growth faces obstacles from the limitations of accommodative policies and ongoing macroeconomic challenges. Tightening monetary conditions, inflation, and currency challenges are expected, while ongoing stimulus measures strain the fiscal stance. The economy’s insulation from global trends limits growth and worsens competitiveness and productivity."
      },
      "display_title": "Macro Poverty Outlook for Belarus : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099820210142495326/pdf/IDU-a7c2c855-2945-4afe-813e-cf59440b3d98.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099820210142495326/text/IDU-a7c2c855-2945-4afe-813e-cf59440b3d98.txt",
      "guid": "099820210142495326",
      "url": "http://documents.worldbank.org/curated/en/099820210142495326"
    },
    "D34406252": {
      "id": "34406252",
      "count": "Bulgaria",
      "abstracts": {
        "cdata!": "The Bulgarian economy has embarked on a recovery path in early 2024 aligned with the moderate pick-up of activity in the eurozone. The widening gap between real wage and productivity growth and the potential build-up of a construction-credit bubble warrant close monitoring. The country struggles with a continued political crisis that jeopardizes the reform agenda."
      },
      "display_title": "Macro Poverty Outlook for Bulgaria : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099040110142430343/pdf/IDU-8f001e0d-4b72-42f2-be90-ffafd28f5900.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099040110142430343/text/IDU-8f001e0d-4b72-42f2-be90-ffafd28f5900.txt",
      "guid": "099040110142430343",
      "url": "http://documents.worldbank.org/curated/en/099040110142430343"
    },
    "D34404340": {
      "id": "34404340",
      "count": "Albania",
      "abstracts": {
        "cdata!": "Growth in 2024 is expected to remain robust at 3.3 percent, on the back of private consumption, tourism, and construction. Price pressures have continued to ease. Poverty is expected to continue to decline as labor income increases. Medium-term prospects hinge on the recovery of the global economy and on the pace of structural reforms. The European Union (EU) accession aspirations provide an anchor to speed up convergence."
      },
      "display_title": "Macro Poverty Outlook for Albania : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099747010142431445/pdf/IDU-8c20d2c2-9a9d-43bd-a30b-430dfc009951.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099747010142431445/text/IDU-8c20d2c2-9a9d-43bd-a30b-430dfc009951.txt",
      "guid": "099747010142431445",
      "url": "http://documents.worldbank.org/curated/en/099747010142431445"
    },
    "D34406270": {
      "id": "34406270",
      "count": "Kosovo",
      "abstracts": {
        "cdata!": "Economic activity picked up during the first quarter of 2024, on the back of robust consumption growth as prices stabilized. Over the medium term, growth is projected to strengthen further, fueled by consumption, rising real incomes, credit expansion, and increased public wages and transfers. A strengthened European Union (EU) accession process, backed by the EU growth plan, has the potential to improve trade integration, attract more foreign direct investments (FDI), and bolster economic growth."
      },
      "display_title": "Macro Poverty Outlook for Kosovo : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099120510142410073/pdf/IDU-44e96931-66a2-40f4-ac21-83ccfcf30367.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099120510142410073/text/IDU-44e96931-66a2-40f4-ac21-83ccfcf30367.txt",
      "guid": "099120510142410073",
      "url": "http://documents.worldbank.org/curated/en/099120510142410073"
    },
    "D34406274": {
      "id": "34406274",
      "count": "Kyrgyz Republic",
      "abstracts": {
        "cdata!": "Economic growth remained strong, and inflation declined sharply in the first half of 2024. The fiscal balance was positive owing to strong revenue performance. Gross domestic product (GDP) growth is projected at 5.8 percent in 2024, mainly driven by consumption and investment. Inflation is projected to remain at around 4 percent. The fiscal balance is projected to improve in 2024 due to lower capital spending."
      },
      "display_title": "Macro Poverty Outlook for Kyrgyz Republic : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099210510142417816/pdf/IDU-63b2b1f0-b965-4f8d-9013-1fd7c301e6eb.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099210510142417816/text/IDU-63b2b1f0-b965-4f8d-9013-1fd7c301e6eb.txt",
      "guid": "099210510142417816",
      "url": "http://documents.worldbank.org/curated/en/099210510142417816"
    },
    "D34406242": {
      "id": "34406242",
      "count": "Belarus",
      "abstracts": {
        "cdata!": "In 2024, Belarus’s economy is projected to register strong growth, driven by Russia’s recovery and reduced sanctions impact. However, the long-term growth faces obstacles from the limitations of accommodative policies and ongoing macroeconomic challenges. Tightening monetary conditions, inflation, and currency challenges are expected, while ongoing stimulus measures strain the fiscal stance. The economy’s insulation from global trends limits growth and worsens competitiveness and productivity."
      },
      "display_title": "Macro Poverty Outlook for Belarus : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099816010142421529/pdf/IDU-deeb8a49-7fa6-4a49-9509-e81c4430b2c6.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099816010142421529/text/IDU-deeb8a49-7fa6-4a49-9509-e81c4430b2c6.txt",
      "guid": "099816010142421529",
      "url": "http://documents.worldbank.org/curated/en/099816010142421529"
    },
    "D34406245": {
      "id": "34406245",
      "count": "Armenia",
      "abstracts": {
        "cdata!": "Armenia’s economy expanded by 6.5 percent in H1 2024, driven by private consumption and investment. During January-July, an average 0.3 percent deflation was recorded, largely due to falling food and non-alcoholic beverage prices. Meanwhile, unemployment rose in Q1. Growth is expected to moderate at around 4.5 percent in the medium term, with exports and money transfer inflows easing."
      },
      "display_title": "Macro Poverty Outlook for Armenia : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099800310142430011/pdf/IDU-218b4318-88a7-43cf-a709-859d0ad7f289.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099800310142430011/text/IDU-218b4318-88a7-43cf-a709-859d0ad7f289.txt",
      "guid": "099800310142430011",
      "url": "http://documents.worldbank.org/curated/en/099800310142430011"
    },
    "D34406246": {
      "id": "34406246",
      "count": "Azerbaijan",
      "abstracts": {
        "cdata!": "Economic growth rose to 4.3 percent in H1 2024, driven by the non-hydrocarbon sector supported by public investment. Annual inflation fell to 1.1 percent as external pressures subsided. External and fiscal surpluses narrowed due to slowing energy prices. In the medium term, growth is estimated to hover around 2.5 percent as oil production continues to decline. Risks to this outlook are balanced."
      },
      "display_title": "Macro Poverty Outlook for Azerbaijan : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099809510142442624/pdf/IDU-483e12da-9a01-4098-b5a0-be76fd541cb2.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099809510142442624/text/IDU-483e12da-9a01-4098-b5a0-be76fd541cb2.txt",
      "guid": "099809510142442624",
      "url": "http://documents.worldbank.org/curated/en/099809510142442624"
    },
    "D34406268": {
      "id": "34406268",
      "count": "Kyrgyz Republic",
      "abstracts": {
        "cdata!": "Economic growth remained strong, and inflation declined sharply in the first half of 2024. The fiscal balance was positive owing to strong revenue performance. Gross domestic product (GDP) growth is projected at 5.8 percent in 2024, mainly driven by consumption and investment. Inflation is projected to remain at around 4 percent. The fiscal balance is projected to improve in 2024 due to lower capital spending."
      },
      "display_title": "Macro Poverty Outlook for Kyrgyz Republic : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099215010142433944/pdf/IDU-17005680-59b8-4213-b572-1ad4c538272b.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099215010142433944/text/IDU-17005680-59b8-4213-b572-1ad4c538272b.txt",
      "guid": "099215010142433944",
      "url": "http://documents.worldbank.org/curated/en/099215010142433944"
    },
    "D34406390": {
      "id": "34406390",
      "count": "Indonesia",
      "abstracts": {
        "cdata!": "Indonesia is growing at 5 percent amid stable macro conditions. Poverty fell from 17.5 in 2023 to 15.8 percent in 2024, but quality job creation has lagged due to COVID scarring. External financing and currency pressures moderated mid-year with an acceleration in portfolio inflows. Growth is projected to average 5.1 percent through 2026. Faster growth requires structural reforms that further open the economy to new investment. The upcoming administration aims to implement new social programs whilst maintaining fiscal prudence."
      },
      "display_title": "Macro Poverty Outlook for Indonesia : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099026110152411280/pdf/IDU-4f820824-396c-4ee8-894b-f05b19d46e01.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099026110152411280/text/IDU-4f820824-396c-4ee8-894b-f05b19d46e01.txt",
      "guid": "099026110152411280",
      "url": "http://documents.worldbank.org/curated/en/099026110152411280"
    },
    "D34406166": {
      "id": "34406166",
      "count": "Sri Lanka",
      "abstracts": {
        "cdata!": "The economy has stabilized with positive growth, low inflation, a steady exchange rate, and improved fiscal and external balances amid the debt service suspension. However, poverty and inequality remain high. Continued macro stability hinges on policy consistency and the successful completion of the external debt restructuring. Prospects for medium-term growth and poverty reduction depend on the design and sustained implementation of key structural reforms."
      },
      "display_title": "Macro Poverty Outlook for Sri Lanka : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099856410162433075/pdf/IDU-caa2930f-b06a-4243-82df-7f18863d48e2.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099856410162433075/text/IDU-caa2930f-b06a-4243-82df-7f18863d48e2.txt",
      "guid": "099856410162433075",
      "url": "http://documents.worldbank.org/curated/en/099856410162433075"
    },
    "D34406189": {
      "id": "34406189",
      "count": "Dominica",
      "abstracts": {
        "cdata!": "A recovery in tourism infrastructure spending and easing inflation have supported economic activity in Dominica in 2023, although high food prices continue to disrupt livelihoods of vulnerable populations. Completion of major ongoing infrastructure projects will boost growth. An uptick in public debt resulting from pandemic-related spending has led authorities to implement fiscal rule-based austerity measures throughout the forecast horizon. Worsening external conditions and climate-related events pose downside risks to growth and debt sustainability."
      },
      "display_title": "Macro Poverty Outlook for Dominica : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099626210162442345/pdf/IDU-751321f9-ea76-4c5e-81cb-6a3640efd313.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099626210162442345/text/IDU-751321f9-ea76-4c5e-81cb-6a3640efd313.txt",
      "guid": "099626210162442345",
      "url": "http://documents.worldbank.org/curated/en/099626210162442345"
    },
    "D34406209": {
      "id": "34406209",
      "count": "Grenada",
      "abstracts": {
        "cdata!": "Despite the devastation of Hurricane Beryl, Grenada’s economy is anticipated to continue growing, supported by tourism and construction. Even with greater fiscal needs for post-Beryl reconstruction efforts, the country is expected to reduce its debt, helped by strong revenues. Building climate resilience and closing infrastructure gaps will be critical for Grenada to maintain inclusive growth and continue reducing poverty and inequality."
      },
      "display_title": "Macro Poverty Outlook for Grenada : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099643510162418688/pdf/IDU-248793f5-c927-4603-a055-09aee8feecb4.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099643510162418688/text/IDU-248793f5-c927-4603-a055-09aee8feecb4.txt",
      "guid": "099643510162418688",
      "url": "http://documents.worldbank.org/curated/en/099643510162418688"
    },
    "D34406370": {
      "id": "34406370",
      "count": "Maldives",
      "abstracts": {
        "cdata!": "Economic growth is projected to remain robust over the medium term, driven by strong performance in the tourism sector. However, long-standing fiscal and external imbalances, including a recent sharp decline in official reserves, raise substantial liquidity and solvency concerns. A major fiscal adjustment is urgently required to address these vulnerabilities and ensure macroeconomic stability, which could increase vulnerability to falling into poverty. Cushioning the impact on the poor and vulnerable from income and welfare losses will be critical.\n"
      },
      "display_title": "Macro Poverty Outlook for Maldives : October 2024\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099707510152430588/pdf/IDU-8f04f995-77d8-42a4-ba50-1227e65b5d52.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099707510152430588/text/IDU-8f04f995-77d8-42a4-ba50-1227e65b5d52.txt",
      "guid": "099707510152430588",
      "url": "http://documents.worldbank.org/curated/en/099707510152430588"
    },
    "D34406394": {
      "id": "34406394",
      "count": "Sri Lanka",
      "abstracts": {
        "cdata!": "The economy has stabilized with positive growth, low inflation, a steady exchange rate, and improved fiscal and external balances amid the debt service suspension. However, poverty and inequality remain high. Continued macro stability hinges on policy consistency and the successful completion of the external debt restructuring. Prospects for medium-term growth and poverty reduction depend on the design and sustained implementation of key structural reforms. \n"
      },
      "display_title": "Macro Poverty Outlook for Sri Lanka : October 2024\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099714410152412802/pdf/IDU-9c2eb66a-307f-4da9-81c6-ef716207a1a7.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099714410152412802/text/IDU-9c2eb66a-307f-4da9-81c6-ef716207a1a7.txt",
      "guid": "099714410152412802",
      "url": "http://documents.worldbank.org/curated/en/099714410152412802"
    },
    "D34406399": {
      "id": "34406399",
      "count": "Lao People's Democratic Republic",
      "abstracts": {
        "cdata!": "Economic growth continues to be undermined by persistent macroeconomic instability. Despite tighter monetary and fiscal policies, the kip depreciated by 20 percent on average since the beginning of the year, in turn fueling inflation which averaged 25 percent in the first eight months of the year. Real GDP is expected to grow by 4.1 percent in 2024, but rising living costs and slow wage increases will continue to undermine efforts to reduce poverty."
      },
      "display_title": "Macro Poverty Outlook for Lao PDR : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099035310152435026/pdf/IDU-d92c3a4c-f9c1-4835-968d-0dd5e6c5b635.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099035310152435026/text/IDU-d92c3a4c-f9c1-4835-968d-0dd5e6c5b635.txt",
      "guid": "099035310152435026",
      "url": "http://documents.worldbank.org/curated/en/099035310152435026"
    },
    "D34406486": {
      "id": "34406486",
      "count": "Namibia",
      "abstracts": {
        "cdata!": "GDP growth is projected to gather pace, supported by foreign direct investment inflows, a rebound in exports, and the dissipation of drought effects. Lower inflation and monetary easing should also support domestic consumption. Subdued investment outside the capital-intensive industrial sector and skills gaps are expected to continue to weigh on job creation. The poverty rate is projected at 17.2 percent in 2024 under the international poverty line of $2.15 per day.\n"
      },
      "display_title": "Macro Poverty Outlook for Namibia : October 2024\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099158210152417242/pdf/IDU-0b3b4ea9-4ac1-43db-bc58-a39255dbade9.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099158210152417242/text/IDU-0b3b4ea9-4ac1-43db-bc58-a39255dbade9.txt",
      "guid": "099158210152417242",
      "url": "http://documents.worldbank.org/curated/en/099158210152417242"
    },
    "D34406516": {
      "id": "34406516",
      "count": "Togo",
      "abstracts": {
        "cdata!": "Growth is expected to moderate in 2024-2025 to an average of 5.4 percent, reflecting fiscal consolidation and subdued global demand. Reforms and slowing inflation will support private consumption and investment, while cuts in public spending and revenue mobilization efforts will bring the fiscal deficit back to 3 percent of GDP by 2025. Rising insecurity, geopolitics, and climate shocks represent downside risks, with faster reform implementation an upside risk.\n"
      },
      "display_title": "Macro Poverty Outlook for Togo : October 2024\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099416310152423803/pdf/IDU-9009f0f2-4859-4e20-9a9a-716d085a7a54.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099416310152423803/text/IDU-9009f0f2-4859-4e20-9a9a-716d085a7a54.txt",
      "guid": "099416310152423803",
      "url": "http://documents.worldbank.org/curated/en/099416310152423803"
    },
    "D34406540": {
      "id": "34406540",
      "count": "Oman",
      "abstracts": {
        "cdata!": "Economic activity continues to perform well despite OPEC+ oil production cuts, driven by the expansion of nonhydrocarbon activities, notably in construction, manufacturing, and services, but fiscal revenues and exports proceeds remain tied to oil market developments. However, a commitment to economic diversification continues to shore up fiscal and external positions, keeping them in surplus over the medium term. Employment growth is driven by female employment, which is estimated to increase twice the rate observed among men. Downside risks to the outlook include oil market volatility, climate change risks, and potential spillovers from the escalating of conflict in the Middle East. \n"
      },
      "display_title": "Macro Poverty Outlook for Oman : October 2024\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099557110152440867/pdf/IDU-1729930a-7be3-47ed-9231-cd0088eaca72.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099557110152440867/text/IDU-1729930a-7be3-47ed-9231-cd0088eaca72.txt",
      "guid": "099557110152440867",
      "url": "http://documents.worldbank.org/curated/en/099557110152440867"
    },
    "D34406560": {
      "id": "34406560",
      "count": "Colombia",
      "abstracts": {
        "cdata!": "After an expected cool-off in 2023, growth accelerated but is expected to remain weak at 1.5 percent in 2024. Fiscal consolidation to comply with the Fiscal Rule and Colombia’s long-standing low productivity dynamics limit the prospects of a more vigorous growth process going forward. Declining inflation and interest rates are mitigating factors. Poverty reduction is expected to moderate, in line with economic activity. \n"
      },
      "display_title": "Macro Poverty Outlook for Colombia : October 2024\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099740210152419060/pdf/IDU-ba1fab13-e994-4f5b-b4a6-29a8f043b961.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099740210152419060/text/IDU-ba1fab13-e994-4f5b-b4a6-29a8f043b961.txt",
      "guid": "099740210152419060",
      "url": "http://documents.worldbank.org/curated/en/099740210152419060"
    },
    "D34406699": {
      "id": "34406699",
      "count": "Benin",
      "abstracts": {
        "cdata!": "Growth remained strong in 2023 and the first quarter of 2024, bolstered by rising industrial and agricultural production, along with resilient services. Inflation has been contained, and the fiscal deficit is expected to continue declining to 3.7 percent of GDP in 2024. Debt is projected to decrease to 51.3 percent of GDP by 2026. The outlook is subject to downside risks, including climate shocks, rising security challenges, and trade uncertainty."
      },
      "display_title": "Macro Poverty Outlook for Benin : October 2024 Datasheet\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099227510162440131/pdf/IDU-75c66dc9-d851-4e4a-9683-c0bcc9b679c2.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099227510162440131/text/IDU-75c66dc9-d851-4e4a-9683-c0bcc9b679c2.txt",
      "guid": "099227510162440131",
      "url": "http://documents.worldbank.org/curated/en/099227510162440131"
    },
    "D34406733": {
      "id": "34406733",
      "count": "Djibouti",
      "abstracts": {
        "cdata!": "Djibouti's economic activity showed modest improvement in 2024H1, leading to an upward revision of real GDP growth to 5.9 percent in 2024 - 0.8 percentage points higher than in the spring forecast. This improvement in economic activity and growth in real GDP per capita are expected to contribute to a reduction in poverty. Risks to the outlook are skewed to the downside, with heightened chances of a hard landing. Real GDP growth is projected to 5.1 percent in 2025-26, supported by increased transshipment as Ethiopia's imports rise."
      },
      "display_title": "Macro Poverty Outlook for Djibouti : October 2024 Datasheet\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099640110162427201/pdf/IDU-9d5fcffe-68b6-49c1-88a3-143593fb082c.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099640110162427201/text/IDU-9d5fcffe-68b6-49c1-88a3-143593fb082c.txt",
      "guid": "099640110162427201",
      "url": "http://documents.worldbank.org/curated/en/099640110162427201"
    },
    "D34406743": {
      "id": "34406743",
      "count": "Iraq",
      "abstracts": {
        "cdata!": "As the economy is stagnating due to extended OPEC+ production quotas, an expansionary fiscal stance and strong imports are expected to transform the surpluses of fiscal and external accounts into deficits. Recent large infrastructure projects could help overcome some growth bottlenecks. Risks to the outlook have increased with heightened tensions in the Middle East which are exacerbated by the economy’s overreliance on oil."
      },
      "display_title": "Macro Poverty Outlook for Iraq, Republic of : October 2024 Datasheet\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099648110162441731/pdf/IDU-c9143abb-4c0e-4d2f-9300-7f2fd40d2120.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099648110162441731/text/IDU-c9143abb-4c0e-4d2f-9300-7f2fd40d2120.txt",
      "guid": "099648110162441731",
      "url": "http://documents.worldbank.org/curated/en/099648110162441731"
    },
    "D34406777": {
      "id": "34406777",
      "count": "Ghana",
      "abstracts": {
        "cdata!": "Progress toward comprehensive debt restructuring and wide-reaching reforms under the macroeconomic stabilization program has put Ghana on a path to fiscal sustainability. Currency stabilization and tight monetary policy are gradually reducing inflation despite lingering pressures among persistently high food prices, which strain the purchasing power of households. To reach Ghana’s economic potential, improvements are needed in revenue mobilization, expenditure management, and growth-enhancing structural reforms."
      },
      "display_title": "Macro Poverty Outlook for Ghana : October 2024 Datasheet\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099439510162414758/pdf/IDU-ac238703-8138-450c-be85-2902761da077.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099439510162414758/text/IDU-ac238703-8138-450c-be85-2902761da077.txt",
      "guid": "099439510162414758",
      "url": "http://documents.worldbank.org/curated/en/099439510162414758"
    },
    "D34406800": {
      "id": "34406800",
      "count": "Mauritania",
      "abstracts": {
        "cdata!": "Growth is expected to remain robust in 2024 after a strong performance in 2023. The fiscal and external positions are projected to improve. Monetary policy tightening and lower food and energy prices supported inflation easing in mid-2024. The poverty headcount rate (US$3.65-a-day) is expected to decline to 27.4 percent in 2024. The outlook is subject to downside risks stemming from delayed gas production, climate change and regional insecurity."
      },
      "display_title": "Macro Poverty Outlook for Mauritania : October 2024 Datasheet\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099516110162438490/pdf/IDU-0b54c8b2-c2b0-4bfd-984a-3a48db4f26c1.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099516110162438490/text/IDU-0b54c8b2-c2b0-4bfd-984a-3a48db4f26c1.txt",
      "guid": "099516110162438490",
      "url": "http://documents.worldbank.org/curated/en/099516110162438490"
    },
    "D34406801": {
      "id": "34406801",
      "count": "Malawi",
      "abstracts": {
        "cdata!": "Malawi’s economic situation remains challenging. A severe drought in 2024 has exacerbated macroeconomic imbalances and added to successive poor harvests and high food prices. Food insecurity is hindering poverty reduction, with nearly three-quarters of the population living in extreme poverty. The financing of high fiscal deficits and rising food prices are fuelling inflation. Real GDP is projected to grow only 1.8 percent in 2024, and an acceleration is expected in 2025 if reforms implementation progresses."
      },
      "display_title": "Macro Poverty Outlook for Malawi : October 2024 Datasheet\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099512110162481882/pdf/IDU-f66d0ddf-36b4-47bb-afd9-f5da8ed72083.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099512110162481882/text/IDU-f66d0ddf-36b4-47bb-afd9-f5da8ed72083.txt",
      "guid": "099512110162481882",
      "url": "http://documents.worldbank.org/curated/en/099512110162481882"
    },
    "D34406184": {
      "id": "34406184",
      "count": "Fiji",
      "abstracts": {
        "cdata!": "Growth is expected to normalize in 2024 and revert to its long-term average of 3.3 percent over the medium term, anchored on continued tourist arrivals. Fiscal consolidation is expected to continue over the medium term and will support debt reduction. Risks to the outlook include tropical cyclones, outmigration, and commodity price shocks. Structural reforms boosting investment and raising productivity are crucial for higher growth and sustained poverty reduction."
      },
      "display_title": "Macro Poverty Outlook for Fiji : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099727010142425326/pdf/IDU-8af0896c-7747-4ac3-beb9-672efb072386.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099727010142425326/text/IDU-8af0896c-7747-4ac3-beb9-672efb072386.txt",
      "guid": "099727010142425326",
      "url": "http://documents.worldbank.org/curated/en/099727010142425326"
    },
    "D34406202": {
      "id": "34406202",
      "count": "Peru",
      "abstracts": {
        "cdata!": "GDP growth is expected to reach 3.1 percent in 2024, after a mild recession in 2023, which together with lower inflation is expected to drive down poverty rates to 33.1 percent in 2024. Risks include heightened political uncertainty, which could affect the well-established fiscal credibility. Overcoming structural challenges related to low-productivity jobs and low-quality public services is critical to boosting long-term growth and poverty reduction."
      },
      "display_title": "Macro Poverty Outlook for Peru : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099806010162423857/pdf/IDU-596cf388-9680-454a-88fc-4562b49cec7a.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099806010162423857/text/IDU-596cf388-9680-454a-88fc-4562b49cec7a.txt",
      "guid": "099806010162423857",
      "url": "http://documents.worldbank.org/curated/en/099806010162423857"
    },
    "D34406203": {
      "id": "34406203",
      "count": "St. Vincent and the Grenadines",
      "abstracts": {
        "cdata!": "St. Vincent and the Grenadines (SVG) is projected to grow at 5 percent in 2024, supported by a robust performance in tourism, recovery in agriculture, and implementation of large-scale infrastructure projects. Despite a decrease in the fiscal deficit, public debt remains high, in part due to debt deferral/new borrowing undertaken to address the impact of Hurricane Beryl. The fiscal responsibility framework remains suspended. Economic growth and Hurricane Beryl are expected to have had offsetting impacts on poverty."
      },
      "display_title": "Macro Poverty Outlook for St. Vincent and the Grenadines : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099826110162415671/pdf/IDU-59226731-d57b-4003-b13c-855e86919cad.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099826110162415671/text/IDU-59226731-d57b-4003-b13c-855e86919cad.txt",
      "guid": "099826110162415671",
      "url": "http://documents.worldbank.org/curated/en/099826110162415671"
    },
    "D34406317": {
      "id": "34406317",
      "count": "Ghana",
      "abstracts": {
        "cdata!": "Progress toward comprehensive debt restructuring and wide-reaching reforms under the macroeconomic stabilization program has put Ghana on a path to fiscal sustainability. Currency stabilization and tight monetary policy are gradually reducing inflation despite lingering pressures among persistently high food prices, which strain the purchasing power of households. To reach Ghana’s economic potential, improvements are needed in revenue mobilization, expenditure management, and growth-enhancing structural reforms.\n"
      },
      "display_title": "Macro Poverty Outlook for Ghana : October 2024\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099615310142424783/pdf/IDU-fea40104-7e74-435b-a814-a80d8aa5cd5a.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099615310142424783/text/IDU-fea40104-7e74-435b-a814-a80d8aa5cd5a.txt",
      "guid": "099615310142424783",
      "url": "http://documents.worldbank.org/curated/en/099615310142424783"
    },
    "D34406392": {
      "id": "34406392",
      "count": "China",
      "abstracts": {
        "cdata!": "China’s economy had a strong start to the year, but a deeper contraction of the property sector and weaker consumption weighed on growth in the second quarter. Growth is projected at 4.8 percent in 2024, with policy support and robust exports offsetting the weakness in private domestic demand. The pace of poverty reduction, measured by the World Bank poverty line for upper-middle income countries, is expected to slow in line with more moderate growth."
      },
      "display_title": "Macro Poverty Outlook for China : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099010210152432365/pdf/IDU-31395cf7-c5bc-4982-b125-82482b6c118a.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099010210152432365/text/IDU-31395cf7-c5bc-4982-b125-82482b6c118a.txt",
      "guid": "099010210152432365",
      "url": "http://documents.worldbank.org/curated/en/099010210152432365"
    },
    "D34406401": {
      "id": "34406401",
      "count": "Suriname",
      "abstracts": {
        "cdata!": "Suriname's economy has stabilized under a program to restructure debt, modernize monetary and exchange rate policies, and address financial sector vulnerabilities. Tighter monetary policy has gradually reduced inflation. Debt sustainability has improved, but managing the fiscal deficit remains a priority ahead of the 2025 elections. Improved social protection systems would support faster poverty reduction, while a framework to manage prospective oil revenues would help sustain inclusive growth over the medium term."
      },
      "display_title": "Macro Poverty Outlook for Suriname : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099827510162415490/pdf/IDU-0e115bca-b4a9-45d6-abc6-9c212f00fbf9.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099827510162415490/text/IDU-0e115bca-b4a9-45d6-abc6-9c212f00fbf9.txt",
      "guid": "099827510162415490",
      "url": "http://documents.worldbank.org/curated/en/099827510162415490"
    },
    "D34406436": {
      "id": "34406436",
      "count": "Uruguay",
      "abstracts": {
        "cdata!": "After experiencing a once-in-a-century drought in 2023, Uruguay’s growth is projected to rebound to 3.2 percent in 2024, driven by agricultural exports. Cellulose production is also expected to increase as the new pulp mill reaches full capacity. Despite a 3.7 percent increase in average real wages in 2023, the lack of growth in sectors employing low-income workers has kept the poverty rate stable at 6.7 percent."
      },
      "display_title": "Macro Poverty Outlook for Uruguay : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099829410162495725/pdf/IDU-1651429a-f79c-46fc-8040-96e3826793d4.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099829410162495725/text/IDU-1651429a-f79c-46fc-8040-96e3826793d4.txt",
      "guid": "099829410162495725",
      "url": "http://documents.worldbank.org/curated/en/099829410162495725"
    },
    "D34406508": {
      "id": "34406508",
      "count": "Iraq",
      "abstracts": {
        "cdata!": "As the economy is stagnating due to extended OPEC+ production quotas, an expansionary fiscal stance and strong imports are expected to transform the surpluses of fiscal and external accounts into deficits. Recent large infrastructure projects could help overcome some growth bottlenecks. Risks to the outlook have increased with heightened tensions in the Middle East which are exacerbated by the economy’s overreliance on oil.\n"
      },
      "display_title": "Macro Poverty Outlook for Iraq, Republic of : October 2024\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099523510152412822/pdf/IDU-3ed54ca6-8ebc-4cfc-9ed3-2389d77ede9e.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099523510152412822/text/IDU-3ed54ca6-8ebc-4cfc-9ed3-2389d77ede9e.txt",
      "guid": "099523510152412822",
      "url": "http://documents.worldbank.org/curated/en/099523510152412822"
    },
    "D34406514": {
      "id": "34406514",
      "count": "Djibouti",
      "abstracts": {
        "cdata!": "Djibouti's economic activity showed modest improvement in 2024H1, leading to an upward revision of real GDP growth to 5.9 percent in 2024 - 0.8 percentage points higher than in the spring forecast. This improvement in economic activity and growth in real GDP per capita are expected to contribute to a reduction in poverty. Risks to the outlook are skewed to the downside, with heightened chances of a hard landing. Real GDP growth is projected to 5.1 percent in 2025-26, supported by increased transshipment as Ethiopia's imports rise.\n"
      },
      "display_title": "Macro Poverty Outlook for Djibouti : October 2024\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099511210152450135/pdf/IDU-47f8e802-8b27-4bbc-a067-fc0f6c37bccc.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099511210152450135/text/IDU-47f8e802-8b27-4bbc-a067-fc0f6c37bccc.txt",
      "guid": "099511210152450135",
      "url": "http://documents.worldbank.org/curated/en/099511210152450135"
    },
    "D34406518": {
      "id": "34406518",
      "count": "Algeria",
      "abstracts": {
        "cdata!": "Algeria’s growth remained dynamic, and inflation decelerated in early 2024, amid OPEC quota reductions but resilient agricultural output, higher public spending, and strong investment. Declining oil and gas exports and revenues and higher public spending on wages, pension, and subsidies are expected to increase pressures on the fiscal and external balances. Continued modernization of the public sector, improvements to the business environment, and digitalization are critical to diversify the economy and promote more private sector investment and jobs. \n"
      },
      "display_title": "Macro Poverty Outlook for Algeria : October 2024\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099502010152413839/pdf/IDU-0cf0355c-b544-41e4-b13f-83f14c593c18.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099502010152413839/text/IDU-0cf0355c-b544-41e4-b13f-83f14c593c18.txt",
      "guid": "099502010152413839",
      "url": "http://documents.worldbank.org/curated/en/099502010152413839"
    },
    "D34406533": {
      "id": "34406533",
      "count": "Yemen, Republic of",
      "abstracts": {
        "cdata!": "Amid the continued blockade of the IRG's oil exports by the Houthis and the escalating conflict in the Middle East, Yemen faces an increasingly grim reality. The modest economic rebound in 2022 was short-lived, with 2023 and 2024 witnessing new, sharp declines in GDP per capita. Food insecurity has reached a historic high, and poverty is more severe and widespread. The outlook remains bleak as stalled peace negotiations and regional conflicts continue to hinder immediate prospects for lasting peace and recovery. Yemen's future hinges on resolving these conflicts, securing donor support, and committing to peace, reconstruction, and reforms. \n"
      },
      "display_title": "Macro Poverty Outlook for Yemen, Republic of : October 2024\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099626510152416893/pdf/IDU-644163ab-347c-4b19-a558-5fb698dd0acf.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099626510152416893/text/IDU-644163ab-347c-4b19-a558-5fb698dd0acf.txt",
      "guid": "099626510152416893",
      "url": "http://documents.worldbank.org/curated/en/099626510152416893"
    },
    "D34406583": {
      "id": "34406583",
      "count": "Papua New Guinea",
      "abstracts": {
        "cdata!": "The growth momentum increased in 2024 with the reopening of a major gold mine (Porgera). The government has continued implementing its fiscal consolidation plan to safeguard macroeconomic stability. Inflation bottomed, while the Bank of PNG moved to greater exchange rate flexibility. To make the growth model more inclusive and reduce persistent high poverty, prudent macroeconomic management, better services, enabling business environment, and stronger resilience are needed."
      },
      "display_title": "Macro Poverty Outlook for Papua New Guinea : October 2024 Datasheet",
      "pdfurl": "https://documents.worldbank.org/curated/en/099142210162429563/pdf/IDU-4f8cf2fa-e956-447e-8dbf-6318ce1a34a4.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099142210162429563/text/IDU-4f8cf2fa-e956-447e-8dbf-6318ce1a34a4.txt",
      "guid": "099142210162429563",
      "url": "http://documents.worldbank.org/curated/en/099142210162429563"
    },
    "D34406643": {
      "id": "34406643",
      "count": "Haiti",
      "abstracts": {
        "cdata!": "GDP is expected to contract in 2024 amid gang violence and a protracted political and institutional crisis. Agriculture will be the most impacted sector. Persistent high food prices further compound the effects of declining agricultural sector productivity on the poor and vulnerable, making fighting poverty elusive. Additionally, the shutdown of schools due to insecurity has further eroded the stock of human capital, limiting social mobility and poverty reduction prospects. \n"
      },
      "display_title": "Macro Poverty Outlook for Haiti : October 2024\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099813510152410596/pdf/IDU-df92e9d8-c916-4e50-98f7-844ad9466383.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099813510152410596/text/IDU-df92e9d8-c916-4e50-98f7-844ad9466383.txt",
      "guid": "099813510152410596",
      "url": "http://documents.worldbank.org/curated/en/099813510152410596"
    },
    "D34406657": {
      "id": "34406657",
      "count": "Tonga",
      "display_title": "Macro Poverty Outlook for Tonga : October 2024 Datasheet\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099754510162479817/pdf/IDU-b0fff2b8-d3de-4a20-90cb-94e56e3e649a.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099754510162479817/text/IDU-b0fff2b8-d3de-4a20-90cb-94e56e3e649a.txt",
      "guid": "099754510162479817",
      "url": "http://documents.worldbank.org/curated/en/099754510162479817"
    },
    "D34406734": {
      "id": "34406734",
      "count": "Egypt, Arab Republic of",
      "abstracts": {
        "cdata!": "With the ongoing macroeconomic adjustment, growth is projected to recover to 3.5 percent in FY25 from an estimated 2.5 percent in FY24. Inflation remains in double digits with disproportionate implications for the poor. External financing provides near-term relief. Ensuring long-term stability (notably through wider fiscal consolidation, consistent with external sector sustainability) remains crucial to addressing human development needs, social protection, and enabling private activity for better growth, jobs, and exports."
      },
      "display_title": "Macro Poverty Outlook for Egypt, Arab Republic of : October 2024 Datasheet\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099641510162429985/pdf/IDU-1968a50e-baef-42eb-8d38-554ef69464e2.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099641510162429985/text/IDU-1968a50e-baef-42eb-8d38-554ef69464e2.txt",
      "guid": "099641510162429985",
      "url": "http://documents.worldbank.org/curated/en/099641510162429985"
    },
    "D34406782": {
      "id": "34406782",
      "count": "Equatorial Guinea",
      "abstracts": {
        "cdata!": "After contracting by 5.7 percent in 2023, economic activity in Equatorial Guinea is projected to pick up in 2024 mainly supported by stronger hydrocarbon output. Fiscal and external positions are expected to improve thanks to higher hydrocarbon earnings but will deteriorate in the medium term as hydrocarbon production declines. A more pronounced decline in oil production and prices than expected, a sustained tightening of global financial conditions, global trade disruptions, and a decline in demand from main export partners represent downside risks to the outlook."
      },
      "display_title": "Macro Poverty Outlook for Equatorial Guinea : October 2024 Datasheet\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099309210162415233/pdf/IDU-dc6c0b9f-7d4c-41b2-8ae6-909ef265364c.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099309210162415233/text/IDU-dc6c0b9f-7d4c-41b2-8ae6-909ef265364c.txt",
      "guid": "099309210162415233",
      "url": "http://documents.worldbank.org/curated/en/099309210162415233"
    },
    "D34406797": {
      "id": "34406797",
      "count": "Mali",
      "abstracts": {
        "cdata!": "GDP growth is projected to reach 3.7 percent in 2024 (0.6 percent per capita), supported by agriculture and services, while continuing electricity shortages are expected to hinder industrial production. The extreme poverty rate is projected to fall to 20.8 percent, supported by lower inflation of 1.2 percent. The outlook is subject to downside risks from rising insecurity, impacts of the Economic Community of West African States (ECOWAS) withdrawal, climate shocks, and continuing high borrowing cost."
      },
      "display_title": "Macro Poverty Outlook for Mali : October 2024 Datasheet\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099513210162438138/pdf/IDU-670a687d-fcbd-401f-829d-067ceb464bfd.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099513210162438138/text/IDU-670a687d-fcbd-401f-829d-067ceb464bfd.txt",
      "guid": "099513210162438138",
      "url": "http://documents.worldbank.org/curated/en/099513210162438138"
    },
    "D34406798": {
      "id": "34406798",
      "count": "Lesotho",
      "abstracts": {
        "cdata!": "Growth will be driven by investments associated with Phase II of the Lesotho Highlands Water Project (LHWP-II), increasing in 2024 and 2025, and moderating thereafter. Structural weaknesses limit private investments, export potential, and job creation. Consequently, the poverty rate will remain high, at around 36 percent, using the international poverty line of $2.15 per day. Weaker global and regional growth, the impact of climate change, and uncertainties regarding the extension of AGOA beyond 2025 pose downside risks."
      },
      "display_title": "Macro Poverty Outlook for Lesotho : October 2024 Datasheet\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099445410162437551/pdf/IDU-60507e33-e3cc-49a0-bf36-32d0d15fa3c1.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099445410162437551/text/IDU-60507e33-e3cc-49a0-bf36-32d0d15fa3c1.txt",
      "guid": "099445410162437551",
      "url": "http://documents.worldbank.org/curated/en/099445410162437551"
    },
    "D34406695": {
      "id": "34406695",
      "count": "Burundi",
      "abstracts": {
        "cdata!": "Growth rebounded to 2.7 percent in 2023, driven by robust agricultural output, but momentum weakened in 2024, with real growth projected at 2.2 percent, due to persistent fuel shortages, power supply disruptions, and climatic shocks. Poverty reduction has remained elusive, constrained by insufficient growth relative to demographic expansion and, more recently, sustained high inflation. The medium-term outlook is clouded by considerable risks, particularly regarding the timeline for exchange rate unification and regional instability."
      },
      "display_title": "Macro Poverty Outlook for Burundi : October 2024 Datasheet\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099241510162425816/pdf/IDU-ad870a25-7e7b-40ea-9ea1-94093d0a3444.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099241510162425816/text/IDU-ad870a25-7e7b-40ea-9ea1-94093d0a3444.txt",
      "guid": "099241510162425816",
      "url": "http://documents.worldbank.org/curated/en/099241510162425816"
    },
    "D34406700": {
      "id": "34406700",
      "count": "Cameroon",
      "abstracts": {
        "cdata!": "Cameroon's economic growth shows signs of recovery after its slowdown in 2023. However, the growth rate remains below the target set out in the Nation’s development strategy (NDS30), implying limited poverty reduction and persistent scarcity of job opportunities. Sustained fiscal consolidation should keep the deficit at 0.8 percent of GDP in 2024 and support a further fall in public debt-toGDP ratio. While growth prospects are more favorable, risks remain, including the upcoming presidential elections and commodity price volatility."
      },
      "display_title": "Macro Poverty Outlook for Cameroon : October 2024 Datasheet\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099245510162419656/pdf/IDU-b6a71370-981b-434a-87e3-0faa0ad3cee5.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099245510162419656/text/IDU-b6a71370-981b-434a-87e3-0faa0ad3cee5.txt",
      "guid": "099245510162419656",
      "url": "http://documents.worldbank.org/curated/en/099245510162419656"
    },
    "D34406739": {
      "id": "34406739",
      "count": "Algeria",
      "abstracts": {
        "cdata!": "Algeria’s growth remained dynamic, and inflation decelerated in early 2024, amid OPEC quota reductions but resilient agricultural output, higher public spending, and strong investment. Declining oil and gas exports and revenues and higher public spending on wages, pension, and subsidies are expected to increase pressures on the fiscal and external balances. Continued modernization of the public sector, improvements to the business environment, and digitalization are critical to diversify the economy and promote more private sector investment and jobs."
      },
      "display_title": "Macro Poverty Outlook for Algeria : October 2024 Datasheet\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099636210162470749/pdf/IDU-1cf1a7b4-cff7-4416-8c42-f78ae1fa8918.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099636210162470749/text/IDU-1cf1a7b4-cff7-4416-8c42-f78ae1fa8918.txt",
      "guid": "099636210162470749",
      "url": "http://documents.worldbank.org/curated/en/099636210162470749"
    },
    "D34406780": {
      "id": "34406780",
      "count": "Kenya",
      "abstracts": {
        "cdata!": "Economic growth is slowing from the strong rebound of 2023 and is estimated at 5.0 percent in 2024. Poverty remains high as the link between growth and poverty reduction has weakened. Inflation is falling and the exchange rate has stabilized, showing the government’s commitment to a stronger macroeconomic policy framework. However, the revenue-led fiscal consolidation strategy has proved challenging, especially after the mid-2024 protests. The outlook remains subject to elevated risks."
      },
      "display_title": "Macro Poverty Outlook for Kenya : October 2024 Datasheet\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099443510162412480/pdf/IDU-a77852f2-50f3-4dd6-8c1d-46b142c8a839.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099443510162412480/text/IDU-a77852f2-50f3-4dd6-8c1d-46b142c8a839.txt",
      "guid": "099443510162412480",
      "url": "http://documents.worldbank.org/curated/en/099443510162412480"
    },
    "D34406821": {
      "id": "34406821",
      "count": "Namibia",
      "abstracts": {
        "cdata!": "GDP growth is projected to gather pace, supported by foreign direct investment inflows, a rebound in exports, and the dissipation of drought effects. Lower inflation and monetary easing should also support domestic consumption. Subdued investment outside the capital-intensive industrial sector and skills gaps are expected to continue to weigh on job creation. The poverty rate is projected at 17.2 percent in 2024 under the international poverty line of $2.15 per day."
      },
      "display_title": "Macro Poverty Outlook for Namibia : October 2024 Datasheet\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099521410162429958/pdf/IDU-6c992890-66af-46ee-95aa-7edb61283e28.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099521410162429958/text/IDU-6c992890-66af-46ee-95aa-7edb61283e28.txt",
      "guid": "099521410162429958",
      "url": "http://documents.worldbank.org/curated/en/099521410162429958"
    },
    "D34406823": {
      "id": "34406823",
      "count": "Seychelles",
      "abstracts": {
        "cdata!": "The economy is expected to grow by 3.7 percent in 2024, driven by tourism, telecommunications, and construction. Commitment to fiscal consolidation is expected to result in a primary surplus by enhancing revenue mobilization through new tax measures and by managing public debt to bolster economic resilience. While the nation navigates social challenges and climate risks, upcoming flight routes and the 2025 elections present both opportunities and uncertainties for sustained growth."
      },
      "display_title": "Macro Poverty Outlook for Seychelles : October 2024 Datasheet\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099528110162485973/pdf/IDU-942c714c-3126-4c07-85ba-9f911c9de919.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099528110162485973/text/IDU-942c714c-3126-4c07-85ba-9f911c9de919.txt",
      "guid": "099528110162485973",
      "url": "http://documents.worldbank.org/curated/en/099528110162485973"
    },
    "D34406825": {
      "id": "34406825",
      "count": "Nigeria",
      "abstracts": {
        "cdata!": "Nigeria has undertaken difficult but necessary reforms to turn around its development trajectory after policy missteps and multiple shocks which have deepened and broadened poverty. Positive results are beginning to show. Inflation is decreasing after reaching a peak high, the fiscal position is improving, and foreign exchange reserves have steadily grown. To maintain momentum, Nigeria must contain inflation, boost non-oil revenues, and avoid deficit monetization to support growth and fiscal stability."
      },
      "display_title": "Macro Poverty Outlook for Nigeria : October 2024 Datasheet\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099524010162440675/pdf/IDU-30d36a77-7e1e-4c5a-9603-1326833ea74d.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099524010162440675/text/IDU-30d36a77-7e1e-4c5a-9603-1326833ea74d.txt",
      "guid": "099524010162440675",
      "url": "http://documents.worldbank.org/curated/en/099524010162440675"
    },
    "D34406162": {
      "id": "34406162",
      "count": "Solomon Islands",
      "abstracts": {
        "cdata!": "The economy is expected to grow by 2.5 percent in 2024, driven by national election related spending and public infrastructure investments in the energy and transportation sectors. In the medium term, growth is projected to average 2.8 percent of GDP, which is expected to reduce poverty, while the fiscal deficit is expected to average 2.9 percent of GDP. State fragility, climate change, and subdued global economic conditions pose downside risks."
      },
      "display_title": "Macro Poverty Outlook for Solomon Islands : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099907410142442198/pdf/IDU-cea28a56-31f8-4a41-838e-a3f0970492fb.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099907410142442198/text/IDU-cea28a56-31f8-4a41-838e-a3f0970492fb.txt",
      "guid": "099907410142442198",
      "url": "http://documents.worldbank.org/curated/en/099907410142442198"
    },
    "D34406177": {
      "id": "34406177",
      "count": "Viet Nam",
      "abstracts": {
        "cdata!": "Viet Nam’s real GDP is expected to grow by 6.1 percent in 2024, driven by a rebound in manufacturing and services exports. Domestic demand is growing more gradually, reflecting an ongoing recovery in consumer and investor confidence. Poverty is expected to decline from 3.9 percent in 2023 to 3.6 percent in 2024. Risks to the outlook are broadly balanced."
      },
      "display_title": "Macro Poverty Outlook for Viet Nam : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099909510142420086/pdf/IDU-6ccd62cc-5b60-402c-baf8-541ce4cda9bb.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099909510142420086/text/IDU-6ccd62cc-5b60-402c-baf8-541ce4cda9bb.txt",
      "guid": "099909510142420086",
      "url": "http://documents.worldbank.org/curated/en/099909510142420086"
    },
    "D34406179": {
      "id": "34406179",
      "count": "Belize",
      "abstracts": {
        "cdata!": "Belize's economy bounced back from the impact of the COVID-19 pandemic, showing strong growth, reduced debt, a primary fiscal surplus, decelerating inflation, and low unemployment rate. However, it is crucial to maintain fiscal discipline and transparency and to enhance the business environment. Persistent poverty and inequality, reliance on tourism and energy imports, and vulnerability to climate-related disruptions pose risks to long-term growth."
      },
      "display_title": "Macro Poverty Outlook for Belize : October 2024 Datasheet ",
      "pdfurl": "https://documents.worldbank.org/curated/en/099603310162412074/pdf/IDU-eeadc9fc-21e8-4f79-8973-6fae09847618.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099603310162412074/text/IDU-eeadc9fc-21e8-4f79-8973-6fae09847618.txt",
      "guid": "099603310162412074",
      "url": "http://documents.worldbank.org/curated/en/099603310162412074"
    },
    "D34406183": {
      "id": "34406183",
      "count": "China",
      "abstracts": {
        "cdata!": "China’s economy had a strong start to the year, but a deeper contraction of the property sector and weaker consumption weighed on growth in the second quarter. Growth is projected at 4.8 percent in 2024, with policy support and robust exports offsetting the weakness in private domestic demand. The pace of poverty reduction, measured by the World Bank poverty line for upper-middle income countries, is expected to slow in line with more moderate growth."
      },
      "display_title": "Macro Poverty Outlook for China : October 2024",
      "pdfurl": "https://documents.worldbank.org/curated/en/099723510142417484/pdf/IDU-cba492cc-9511-4bf0-b6b1-88f0a59df6bd.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099723510142417484/text/IDU-cba492cc-9511-4bf0-b6b1-88f0a59df6bd.txt",
      "guid": "099723510142417484",
      "url": "http://documents.worldbank.org/curated/en/099723510142417484"
    },
    "D34406291": {
      "id": "34406291",
      "count": "Burundi",
      "abstracts": {
        "cdata!": "Growth rebounded to 2.7 percent in 2023, driven by robust agricultural output, but momentum weakened in 2024, with real growth projected at 2.2 percent, due to persistent fuel shortages, power supply disruptions, and climatic shocks. Poverty reduction has remained elusive, constrained by insufficient growth relative to demographic expansion and, more recently, sustained high inflation. The medium-term outlook is clouded by considerable risks, particularly regarding the timeline for exchange rate unification and regional instability. \n"
      },
      "display_title": "Macro Poverty Outlook for Burundi : October 2024\n",
      "pdfurl": "https://documents.worldbank.org/curated/en/099518110142416690/pdf/IDU-7f3f18d8-49d1-488f-9463-27c1fd7295b7.pdf",
      "txturl": "https://documents.worldbank.org/curated/en/099518110142416690/text/IDU-7f3f18d8-49d1-488f-9463-27c1fd7295b7.txt",
      "guid": "099518110142416690",
      "url": "http://documents.worldbank.org/curated/en/099518110142416690"
    },
    "facets": {}
  }
}
